Repository: HubbleCommand/PrepaCH
Catalog: PrepaCH/Resources/Strings/Strings.*.resx
Languages: de, fr

# WelcomeTitle
source: Welcome
de: Grüezi!
fr: Bienvenue!

# WelcomeMessage
source: This is a WIP demonstrating some features of the proposed PrepaCH app
de: Dies ist eine laufende Arbeit, die einige Funktionen der vorgeschlagenen PrepaCH-App demonstriert
fr: Ceci est une travail en cours, et démontre quelques des fonctionnalités de l'application possible PrepaCH

# CompetitionShooting
source: Shooting festival / club competition
de: Schützenfest/Vereinswettkampf
fr: Festival de tir/compétition de club

source: Federal Program 50m
de: Bundesprogramm 50m
fr: Programme Fédérale 50m

source: Field Shooting
de: Feldschiessen
fr: Tir de compagne

source: Obligatory Program
de: Obligatorisches Programm
fr: Programme Obligatoire

source: Other
de: Anderes
fr: Autres

source: Young Shooters
de: Jungschützen
fr: Jeunes tireurs

source: Gun
de: Gewehr
fr: Fass

source: Pistol
de: Pistole
fr: Pistolet

# Chk-ServiceBooklet
source: Service Booklet
de: Serviceheft
fr: livret de service

# Chk-PersonalWeapon
source: Weapon with Bolt and Magazine
de: 90 Sturmgewehr mit Magazin und Schlitten
fr: fusil d'assault 90 avec magasin et culasse

# Chk-WeaponCleaningKit
source: Weapon cleaning kit
de: Gewehrreinigungsset
fr: trousse de netoyyage du fusil

# Chk-Bayonet
source: Bayonet
de: Bajonett mit Scheide sowie der Bajonettscheidenhalter
fr: baionette avec fourreau ainsi que le porte fourreau de la baionette

# Chk-CombatHelmet
source: Combat helmet with camo canvas
de: Kampfhelm mit Kopfschmuck
fr: casque de combat avec sa coiffe

# Chk-UniformB
source: Uniform B with shirt, pants, belt, and waterproof vest
de: Outfit B / Tarnoutfit 90 mit Oberteil, Unterteil, Gürtel und Thermojacke
fr: tenue B / tenue de camouflage 90 avec haut, bas, ceinture, et veste thermique

# Chk-LegElastics
source: Leg Elastics
de: Paar Beingummis
fr: paires d'élastiques de jambe

# Chk-Beret
source: Beret 95 with Brigade Insignia
de: Baskenmütze 95 mit Emblem Ihrer Brigade
fr: béret 95 avec emblème de votre brigade

# Chk-UniformA
source: Uniform A with pants, vest, rain jacket, belt, 2x tie, 2x short sleeve shirts, 2x long sleeve shirts
de: Outfit A mit Hose, 1x Jacke, 1x Regenjacke, 1x Gürtel, 2x Krawatten, 2x lange Hemden, 2x kurze Hemden
fr: tenue A avec pantalon, 1x veston, 1x veste de pluie, 1x ceinture, 2x cravates, 2x chemises longues, 2x chemises courtes

# Chk-NBCMask
source: NBC Gas Mask
de: Schutzmaske 95
fr: masque de protection 95

# Chk-NBCMaskGTHolder
source: NBC Gas Mask holder for Combat Harness
de: Schutzmaskentaschenbesatz
fr: garniture sacoche de masque de protection

# Chk-GT
source: Combat Harness
de: (GT) Gurt mit 90-Gürtel, linker und rechter Munitionstasche, Wasserflaschentasche, Schutzmaskentasche mit Besatz
fr: (GT) harnais avec ceinturon 90, sac à munition gauche et droite, sacoche à gourde, sacoche pour maque de protection avec sa garniture

# Chk-GreyBags
source: Grey Bags
de: graue Taschen
fr: sachets gris

# Chk-UniformABag
source: Bag for Uniform A
de: Kleidertasche (für Outfit A)
fr: sac à vêtements (pour tenu A)

# Chk-BootCleaningKit
source: Boot cleaning kit
de: KS-Reinigungsset
fr: trousse de nettoyage KS

# Chk-RegulationBags
source: Regulation bags
de: Regulierungstaschen
fr: poches à réglement

# Chk-CombatGloves16
source: Combat GLoves 16
de: Paar Handschuhe 16 (Kampfhandschuhe)
fr: paire de gants 16 (gants de combat)

# Chk-ThermalGloves17
source: Thermal Gloves 17
de: Paar Thermohandschuhe 17
fr: paire de gants thermiques 17

# Chk-Scarf
source: Scarf
de: Schal
fr: écharpe

# Chk-SleepingBag
source: Sleeping Bag
de: Schlafsack mit Außenhülle des Schlafsacks
fr: sac de couchage avec housse extérieur du sac de couchage

# Chk-CombatBag
source: Combat Bag
de: Kampftasche
fr: sac de combat

# Chk-CAT
source: CAT
de: CAT-Tourniquet
fr: garrot CAT

# Chk-MouthGuard
source: Mouth Guard
de: Mundschutz
fr: protège-dents

# Chk-Caddie
source: Caddie
de: Einkaufswagentasche mit Taschengurt und Trolley
fr: sac de caddie avec la bretelle du sac ainsi que le chariot

# Chk-Gamelle
source: Gamelle
de: Schüssel mit Service
fr: gamelle avec service

# Chk-Gourd
source: Gourde
de: Wasserflasche mit Kelch
fr: gourde avec goblet

# Chk-Backpack04
source: Backpack 04
de: Rucksack 04
fr: sac dorsal 04

# Chk-FunctionInsignia
source: Function Insignia
de: Waffenabzeichen
fr: insignes d'arme

# Chk-MilitiaInsignia
source: Militia insignia
de: Milizabzeichen
fr: insignes de milice

# Chk-PocketKnife08
source: Pocket knife 08 with case
de: Messer 08 mit Messerscheide 08
fr: couteau 08 avec l'étui couteau 08

# Chk-HearingProtection
source: Hearing Protection
de: Gehörschutz-Set
fr: jeu de protège-ouie

# Chk-MarkingJersey
source: Yellow marking jersey
de: Markierungstrikot (gelb)
fr: maillot de marquage (jaune)

# Chk-BonnetMarin
source: Marine bonnet
de: Matrosenmütze
fr: bonnet marin

# Chk-LongPants06
source: Long Pants 06
de: lange Hose 06

# Chk-PolarVest06
source: Polar vest 06
de: Fleecejacke 06
fr: veste polaire 06

# Chk-Boxers06
source: Boxers 06
de: Boxershorts 06
fr: boxer shorts 06

# Chk-CombatGlasses14
source: Combat Glasses 14
de: Kampfzielfernrohr 14
fr: lunette de combat 14

# Chk-CombatBoots
source: Combat boots noted in your service booklet
de: Paar KS im Serviceheft vermerkt
fr: paire de KS marqué dans le livret de service

# Chk-Dress
source: Dress (for women)
de: Rock (Frau)
fr: jupe (femme)

# Chk-Purse
source: Purse (for women)
de: Handtasche (Frau)
fr: sac à main (femme)

source: Score
de: Punktzahl
fr: points

source: No results
de: keine Ergebnisse
fr: Pas de résultats
